[
    {
        "id": "d171796e-93af-4d51-8b39-8d38b354d3c8",
        "title": "The Beekeeper",
        "releaseDate": "2024-01-11",
        "duration": 90,
        "resume": "La quête brutale de vengeance d’un homme prend des proportions démesurées alors que son passé d’agent secret d’une puissante organisation clandestine connue sous le nom des Apiculteurs est révélé.",
        "trailerLink": "",
        "posterLink": "/oJWHzabe1QxgomK4gaEDhITvxcM.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    },
    {
        "id": "3d8f1342-15f1-44b1-a48f-4581d654b94a",
        "title": "Pauvres créatures",
        "releaseDate": "2024-01-17",
        "duration": 90,
        "resume": "Après s'être noyée pour échapper à son mari violent, le cerveau de Bella Baxter est remplacé par celui de son enfant à naître.",
        "trailerLink": "https://www.youtube.com/watch?v=ZGwOzkF6HjI&t=1s",
        "posterLink": "/5fT98da9ccWN2xr8VOJrSBp3Cdw.jpg",
        "photoLink": "/bQS43HSLZzMjZkcHJz4fGc7fNdz.jpg",
        "directors": ["Yorgos Lanthimos"],
        "cast": ["Emma Stone", "Mark Ruffalo", "Willem Dafoe"],
        "genres": ["Science-Fiction", "Romance", "Comédie"]
    },
    {
        "id": "f7e41334-179d-451a-a1d4-e1b9a60ee785",
        "title": "Argylle",
        "releaseDate": "2024-01-31",
        "duration": 90,
        "resume": "Elly Conway est une romancière spécialisée dans l'écriture de romans d'espionnage mettant en scène un agent secret fictif nommé Argylle. Cette femme très introvertie quitte rarement son domicile. Elle se retrouve liée aux activités d'un sinistre syndicat criminel clandestin et est secourue par un espion nommé Aiden. Elly et son chat bien-aimé Alfie sont alors plongés dans un monde secret où la fiction de ses romans rejoint la réalité y compris même qu'elle découvre que l'agent Argylle existe pour de vrai.",
        "trailerLink": "",
        "posterLink": "/uVAk2YliqInQfH4B4vzZ75rwcNB.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    },
    {
        "id": "51e755d5-ec43-4e77-a2e6-f4f82a0e8ec5",
        "title": "Night Swim",
        "releaseDate": "2024-01-03",
        "duration": 90,
        "resume": "Ray Waller, un ancien joueur de football américain qui a dû abandonner sa carrière en raison d’une maladie dégénérative, s’installe dans une nouvelle maison, avec sa famille : sa femme Eve, leur fille Izzy et leur plus jeune fils. Ray, contre toute attente, ne désespère pas de reprendre sa carrière et persuade toute la famille que la piscine qui se trouve dans le jardin sera parfaite pour sa rééducation et pour ses enfants. Mais cette maison cache un lourd passé et ils vont sans le vouloir réveiller une force malveillante qui va tous les précipiter aux tréfonds de l’horreur absolue.",
        "trailerLink": "",
        "posterLink": "/1njKOrYQPQKAAX0Wt3PFptX4ULG.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    },
    {
        "id": "b88f9510-d302-47d5-9d6b-8b13740f541d",
        "title": "Madame Web",
        "releaseDate": "2024-02-14",
        "duration": 90,
        "resume": "Cassandra Web est une ambulancière de Manhattan qui serait capable de voir dans le futur. Forcée de faire face à des révélations sur son passé, elle noue une relation avec trois jeunes femmes destinées à un avenir hors du commun... si toutefois elles parviennent à survivre à un présent mortel.",
        "trailerLink": "",
        "posterLink": "/rULWuutDcN5NvtiZi4FRPzRYWSh.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    },
    {
        "id": "e301d3db-6aaf-47b6-a003-6a1bb0a3f029",
        "title": "La Couleur Pourpre",
        "releaseDate": "2024-01-24",
        "duration": 90,
        "resume": "Déchirée de sa sœur et de ses enfants, Celie fait face à de nombreuses difficultés dans la vie, notamment à un mari violent. Avec le soutien d'un chanteur sensuel nommé Shug Avery, ainsi que de sa belle-fille, Celie trouve finalement une force extraordinaire dans les liens indestructibles d'un nouveau type de fraternité.",
        "trailerLink": "",
        "posterLink": "/fKkWAjAwNXHHtxnpufRUbgFpmxr.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    },
    {
        "id": "b1d0de57-b205-4927-a13e-85e9405f5d8f",
        "title": "Mean Girls - Lolita Malgré Moi",
        "releaseDate": "2024-01-10",
        "duration": 90,
        "resume": "Après une enfance heureuse en Afrique, Cady, 16 ans, découvre une scolarité \" normale \" au sein d'un lycée américain. Plus méconnu et sauvage pour elle que la jungle, Cady va se confronter au monde des \" lolitas \" dont la chef est la terrible Regina.",
        "trailerLink": "",
        "posterLink": "/fVuPnZAEsF4ssCvUuQxISKzdDTt.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    },
    {
        "id": "03a20bb3-b24b-4d76-af62-0b0fe4d03b91",
        "title": "Bob Marley : One Love",
        "releaseDate": "2024-02-14",
        "duration": 90,
        "resume": "Biopic sur la vie et la carrière de Bob Marley, qui est considéré comme l'un des artistes les plus prolifiques de l'histoire et qui est largement célébré pour avoir fait connaître le genre reggae au cours de ses presque 20 ans de carrière, avant de décéder en 1981 à l'âge de 36 ans, d'un cancer.",
        "trailerLink": "",
        "posterLink": "/iN6WZnetgrf2gnS4bMdCDZLDkar.jpg",
        "photoLink": "",
        "directors": [""],
        "cast": [""],
        "genres": [""]
    }
]
